Repository: CodexDLC/codex_dlc_company
Catalog: src/backend_django/locale/*/LC_MESSAGES/django.po
Languages: de, ru

# nav_main_home
source: Home
de: Startseite
ru: Главная

# nav_main_services
source: Services
de: Leistungen
ru: Услуги

# nav_main_prototypes
source: Prototypes
de: Prototypen
ru: Прототипы

# nav_main_contacts
source: Contacts
de: Kontakt
ru: Контакты

# nav_main_team
source: Team
ru: Команда

# nav_footer_all_contacts
source: All Contacts
de: Alle Kontakte
ru: Все контакты

# nav_legal_impressum
source: Imprint
de: Impressum
ru: Импрессум

# nav_legal_privacy
source: Privacy Policy
de: Datenschutz
ru: Datenschutz

# btn_cta_booking
source: Get in Touch
de: Anfrage stellen
ru: Связаться

# btn_action_more
source: Learn More
de: Mehr erfahren
ru: Подробнее

# btn_form_submit
source: Submit
de: Absenden
ru: Отправить

# btn_form_cancel
source: Cancel
de: Abbrechen
ru: Отмена

# btn_ui_toggle_footer
source: Show
de: Anzeigen
ru: Показать

# home_hero_label
source: DIGITAL SOLUTIONS FOR SMALL BUSINESS
de: DIGITALE LÖSUNGEN FÜR KLEINE UNTERNEHMEN
ru: ЦИФРОВЫЕ РЕШЕНИЯ ДЛЯ МАЛОГО БИЗНЕСА

# home_hero_btn_services
source: View Services
de: Leistungen ansehen
ru: Смотреть услуги

# home_compare_title
source: Why a Subscription Works Better Than a One-Time Order
de: Warum ein Abonnement besser ist als ein Einmalauftrag
ru: Почему подписка работает лучше разового заказа

# home_services_title
source: What We Do
de: Was wir tun
ru: Что мы делаем

# home_service_waas_title
source: Your Digital Branch. Everything Included.
de: Ihre digitale Filiale. Alles inklusive.
ru: Ваш цифровой филиал. Всё включено.

# home_service_bot_title
source: Client Booking Without Your Involvement
de: Kundenbuchungen ohne Ihr Zutun
ru: Запись клиентов без вашего участия

# home_service_proto_title
source: Prototype in 48 Hours. Launch in 7–14 Days.
de: Prototyp in 48 Stunden. Start in 7–14 Tagen.
ru: Прототип за 48 часов. Запуск за 7–14 дней.

# home_sub_title
source: What's Included
de: Was ist enthalten
ru: Что входит в подписку

# home_sub_dev_title
source: Custom Development
de: Individuelle Entwicklung
ru: Кастомная разработка

# home_sub_seo_title
source: SEO & Analytics
de: SEO & Analyse
ru: SEO & Аналитика

# home_sub_infra_title
source: Domain & Email
ru: Домен & Почта

# home_sub_support_title
source: 24/7 Technical Support
de: Technischer Support 24/7
ru: Техническая поддержка 24/7

# home_tech_title
source: Reliable Architecture
de: Zuverlässige Architektur
ru: Надёжная архитектура

# home_cta_title
source: Ready to Automate Your Leads?
de: Bereit, Anfragen zu automatisieren?
ru: Готовы автоматизировать заявки?

# home_cta_btn
source: Start a Project
de: Projekt starten
ru: Инициировать проект

# home_cta_input_placeholder
source: Email or Phone...
de: E-Mail oder Telefon...
ru: Email или Телефон...

# contacts_page_title
source: Contacts
de: Kontakt
ru: Контакты

# contacts_subtitle
source: Write to us — we respond within 24 hours.
de: Schreiben Sie uns — wir antworten innerhalb von 24 Stunden.
ru: Напишите нам — ответим в течение 24 часов.

# faq_page_title
source: FAQ
de: Häufige Fragen
ru: Вопросы и ответы

# impressum_page_title
source: Imprint
de: Impressum
ru: Импрессум

# privacy_page_title
source: Privacy Policy
de: Datenschutzerklärung
ru: Политика конфиденциальности

# footer_rights
source: All rights reserved
de: Alle Rechte vorbehalten
ru: Все права защищены

# footer_tagline
source: Your Business. Our IT Engine.
de: Ihr Business. Unser IT-Motor.
ru: Ваш бизнес. Наш IT-движок.

# home_hero_cta_primary_research
source: I want this service
de: Ich möchte diesen Service
ru: Хочу такой сервис

# home_hero_cta_secondary_research
source: Take the survey
de: Umfrage ausfüllen
ru: Пройти опрос

# home_hero_cta_primary_sales
source: View pricing
de: Preise ansehen
ru: Смотреть тарифы

# home_hero_cta_secondary_sales
source: Get a free consultation
de: Kostenlose Beratung
ru: Получить бесплатную консультацию

# home_trust_kicker
source: RELIABLE ARCHITECTURE
de: ZUVERLÄSSIGE ARCHITEKTUR
ru: НАДЁЖНАЯ АРХИТЕКТУРА

# home_trust_title
source: Security and Speed You Can Feel
de: Sicherheit und Geschwindigkeit, die Sie spüren
ru: Безопасность и скорость, которые вы почувствуете

# home_trust_metric_1_label
source: No fear of Abmahnung
de: Keine Angst vor Abmahnungen
ru: Никаких страхов перед Abmahnung

# home_trust_metric_2_label
source: Site stays up during peak season
de: Die Website läuft auch in der Hochsaison
ru: Сайт не падает в разгар сезона

# home_trust_metric_3_label
source: Google loves fast sites
de: Google liebt schnelle Websites
ru: Google любит быстрые сайты

# home_trust_metric_4_label
source: Highest data protection standard
de: Höchster Datenschutzstandard
ru: Высший стандарт защиты данных

# home_cta_kicker
source: READY TO SKIP IT HEADACHES?
de: BEREIT OHNE IT-STRESS?
ru: ГОТОВЫ ИЗБАВИТЬСЯ ОТ IT-РУТИНЫ?

# home_cta_sales_btn_primary
source: View pricing
de: Preise ansehen
ru: Смотреть тарифы

# home_cta_sales_btn_secondary
source: Request a consultation
de: Beratung anfragen
ru: Запросить консультацию

# home_cta_research_btn_primary
source: Take the survey (2 minutes)
de: Umfrage ausfüllen (2 Minuten)
ru: Пройти опрос (2 минуты)

# home_cta_research_btn_secondary
source: I want to be the first to know
de: Als Erster informiert werden
ru: Хочу узнать первым о запуске

# waas_page_title
source: Website as a Service — CodexDLC
de: Website als Abonnement — CodexDLC
ru: Сайт по подписке — CodexDLC

# waas_pricing_label
source: PRICING_PLANS
de: PREISPLÄNE
ru: ТАРИФЫ

# waas_projects_label
source: OUR_PROJECTS
de: UNSERE_PROJEKTE
ru: НАШИ_ПРОЕКТЫ

# waas_cta_sales_btn_primary
source: Choose a plan
de: Paket wählen
ru: Выбрать тариф

# waas_cta_sales_btn_secondary
source: Get a consultation
de: Beratung anfragen
ru: Получить консультацию

# waas_cta_research_btn_primary
source: Take the survey
de: Umfrage ausfüllen
ru: Пройти опрос

# waas_cta_research_btn_secondary
source: I want to be the first to know
de: Als Erster informiert werden
ru: Хочу узнать первым

# automation_page_title
source: Automation — CodexDLC
de: Automatisierung — CodexDLC
ru: Автоматизация — CodexDLC

# automation_pricing_label
source: PRICING_PLANS
de: PREISPLÄNE
ru: ТАРИФЫ

# automation_cta_sales_btn_primary
source: Choose a plan
de: Paket wählen
ru: Выбрать тариф

# automation_cta_sales_btn_secondary
source: Request a demo
de: Demo anfragen
ru: Запросить демо

# automation_cta_research_btn_primary
source: Take the survey
de: Umfrage ausfüllen
ru: Пройти опрос

# automation_cta_research_btn_secondary
source: I want to be the first to know
de: Als Erster informiert werden
ru: Хочу узнать первым

# solutions_page_title
source: Industry Solutions — CodexDLC
de: Branchenlösungen — CodexDLC
ru: Готовые решения — CodexDLC

# solutions_badge_taken
source: TAKEN
de: VERGEBEN
ru: ЗАНЯТО

# solutions_badge_free
source: FREE
de: FREI
ru: СВОБОДНО

# solutions_cta_view
source: View Website
de: Website besuchen
ru: Перейти на сайт

# solutions_cta_taken
source: Take in Another City
de: In anderer Stadt anfragen
ru: Взять в другом городе

# solutions_cta_free
source: Claim This Concept
de: Konzept sichern
ru: Забрать концепт

# solutions_cta_preview
source: View Prototype
de: Prototyp ansehen
ru: Смотреть прототип

# solutions_cta_sales_btn_primary
source: Discuss Project
de: Projekt besprechen
ru: Обсудить проект

# solutions_cta_sales_btn_secondary
source: View Pricing
de: Preise ansehen
ru: Смотреть тарифы

# solutions_cta_research_btn_primary
source: Suggest a Niche
de: Nische vorschlagen
ru: Предложить нишу

# solutions_cta_research_btn_secondary
source: Take the Survey
de: Umfrage ausfüllen
ru: Пройти опрос

# projects_cta_view
source: View Website
de: Website besuchen
ru: Перейти на сайт

# projects_cta_preview
source: View Prototype
de: Prototyp ansehen
ru: Смотреть прототип

# ustg19_footnote
source: Pursuant to §19 UStG, no VAT is charged.
de: Gemäß §19 UStG wird keine Umsatzsteuer berechnet.
ru: Согласно §19 UStG НДС не взимается.
